{
    "@context": "https://schema.org",
    "@type": "ListItem",
    "itemListElement": [
        {
            "@type": "ListItem",
            "position": "1",
            "url": "https://gabbarfarms.com/products/assortment-of-veggies",
            "name": "Harvest Box 300g",
            "price": "Rs. 300.00",
            "id": "5145408307332",
            "Category": "",
            "Description": "Our &quot;Gabbar Box&quot; contains an exciting assortment of a selection of the following -- Lettuces - Batavia, Green Oak, Red Oak, Lollo Rosso, ButterheadSwiss Chard - Red, Yellow, GreenKale - Red, Curly, TuscanVine crops like Cherry Tomatoes, Tomatoes, CucumbersVarious herbs like Parsley, Basil, Rocket, Oregano, Thyme etc.Microgreens basis availabilityMost of the plants are grown Hydroponically in our controlled Polyhouse with ZERO Pesticides or Insecticides. In some cases we source Chemical free produce from trusted partners with full QC. We try to give some plants with the roots intact so that you can keep them in a bowl of water and retain their freshness for almost a week. This is commonly known as a &quot;Live Lettuce&quot; since its growing till the time you decide to harvest it.You can mix and match it with seasonal fruits to make an awesome Salad bowl. * The weight of a box varies between 250-350 gm. The selection will be different each week basis what we are growing at the farm",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Harvest-Box_600x.jpg?v=1634637652"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "2",
            "url": "https://gabbarfarms.com/products/harvest-box-launch-500g-x-1",
            "name": "Harvest Box 500g",
            "price": "Rs. 400.00",
            "id": "6539193450628",
            "Category": "",
            "Description": "Our &quot;Gabbar Box&quot; contains an exciting assortment of a selection of the following -- Lettuces - Batavia, Green Oak, Red Oak, Lollo Rosso, ButterheadSwiss Chard - Red, Yellow, GreenKale - Red, Curly, TuscanVine crops like Cherry Tomatoes, Tomatoes, CucumbersVarious herbs like Parsley, Basil, Rocket, Oregano, Thyme etc.Microgreens basis availabilityMost of the plants are grown Hydroponically in our controlled Polyhouse with ZERO Pesticides or Insecticides. In some cases we source Chemical free produce from trusted partners with full QC. We try to give some plants with the roots intact so that you can keep them in a bowl of water and retain their freshness for almost a week. This is commonly known as a &quot;Live Lettuce&quot; since its growing till the time you decide to harvest it.You can mix and match it with seasonal fruits to make an awesome Salad bowl.* The weight of a box varies between 550-550 gm. The selection will be different each week basis what we are growing at the farm",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Harvest-Box_46d08587-0169-4959-9f70-10c2617cf33a_600x.jpg?v=1634637684"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "3",
            "url": "https://gabbarfarms.com/products/baby-spinach",
            "name": "Baby Spinach",
            "price": "Rs. 120.00",
            "id": "6686731501700",
            "Category": "",
            "Description": "About: Spinach (Spinacia oleracea) is a Persia-native green leafy vegetable.It is a member of the amaranth family, includes beets and quinoa. Furthermore, because it is high in minerals and antioxidants, it is very beneficial.Spinach can be used in a variety of dishes. You can eat it cooked or raw, and you can get it canned or fresh. Health benefits: The majority of the carbs in spinach are fiber, which is quite healthy. Spinach also contains trace amounts of sugar, primarily glucose and fructose. Spinach contains a lot of insoluble fiber, which can help your health in many ways. This can aid in the prevention of constipation.How to use: When used in pizzas, quesadillas, burritos, salads, soups, pasta, dips, sauces, and other dishes, spinach can produce astonishing results.Simple recipe: https://www.indianhealthyrecipes.com/palak-recipes/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/baby-spinach-1280x720_1280x.jpg?v=1640850631"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "4",
            "url": "https://gabbarfarms.com/products/spinach-1",
            "name": "Spinach",
            "price": "Rs. 100.00",
            "id": "6565250564228",
            "Category": "",
            "Description": "About: Spinach (Spinacia oleracea) is a Persia-native green leafy vegetable.It is a member of the amaranth family, includes beets and quinoa. Furthermore, because it is high in minerals and antioxidants, it is very beneficial.Spinach can be used in a variety of dishes. You can eat it cooked or raw, and you can get it canned or fresh. Health benefits: The majority of the carbs in spinach are fiber, which is quite healthy. Spinach also contains trace amounts of sugar, primarily glucose and fructose. Spinach contains a lot of insoluble fiber, which can help your health in many ways. This can aid in the prevention of constipation.How to use: When used in pizzas, quesadillas, burritos, salads, soups, pasta, dips, sauces, and other dishes, spinach can produce astonishing results.Simple recipe: https://www.indianhealthyrecipes.com/palak-recipes/ ",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Spinach_1000x.jpg?v=1620713074"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "5",
            "url": "https://gabbarfarms.com/products/romaine-lettuce",
            "name": "Lettuce - Romaine",
            "price": "Rs. 120.00",
            "id": "6553648627844",
            "Category": "",
            "Description": "About: Romaine lettuce is a hearty salad green that is sturdy, crunchy, and full of nutrients. Romaine lettuce, also known as cos lettuce, is appreciated for its nutritional value and tasty, yet neutral flavor. It&#39;s also high in vitamins and minerals and low in calories, sugar, and carbs.Health benefits:  It is high in minerals like calcium, phosphorus, magnesium, and potassium, despite its low fiber content. It has a low salt content by nature. Aside from that, romaine lettuce is high in vitamin C and vitamin K. It contains a lot of beta carotene, which the body converts to vitamin A.How to use: Romaine lettuce is most famous for its use in Caesar salad, but it&#39;s also great when halved and grilled with olive oil. Romaine leaves are strong and big, making them a perfect wrap cover or sandwich bread substitute. Simply spread your filling on a romaine leaf, fold or roll it up, and enjoy. You may use romaine in any form of salad. It&#39;s also substantial enough to use in stir-fries; just make sure it&#39;s the last item added so it doesn&#39;t overcook.Simple Recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/RomaineLettuce_1024x.jpg?v=1618393560"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "6",
            "url": "https://gabbarfarms.com/products/lettuce-summer-crisp",
            "name": "Lettuce - Summer Crisp",
            "price": "Rs. 120.00",
            "id": "6576452665476",
            "Category": "",
            "Description": "Health Benefits: Lettuce is rich in Vitamins A, C, and K, folates and minerals such as calcium and iron. It improves eyesight and immunity, and helps against cholesterol. Due to its high levels of water content it is also good for weight loss.How to Use: Lettuce is used raw in salads and it goes very well alongside avocado, tomatoes, cucumber, and other lettuces. It can also be used in wraps and sandwiches, or used as a bed for cooked meats, stir-fries, and grilled fish.FUN FACT! Lettuce was a symbol of fertility in Ancient Egypt.  Simple Recipe: https://www.tfrecipes.com/summer-crisp-lettuce/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Leafy-5_5c5d6274-efd2-4ea7-8b51-1e67a55f1491_800x.jpg?v=1622716323"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "7",
            "url": "https://gabbarfarms.com/products/lettuce-lollo-rosso-red",
            "name": "Lettuce - Lollo Rosso Red",
            "price": "Rs. 120.00",
            "id": "5144360747140",
            "Category": "",
            "Description": "Super Food for the lungs!About: Lollo Rosso lettuce grows in a rosette shape with fan-shaped, curly leaves that are pale green in the center and violet around the edges. This lettuce is tender and crispy with a slightly bitter and nutty flavor. It is believed to have been first grown by the Egyptians. Health Benefits: Lollo Rosso lettuce has 100 times more antioxidants than regular lettuce. It also contains vitamins A and C, folates, fiber, potassium and iron. It improves eyesight and cholesterol, and it also acts as a natural antihistamine to relieve asthma and allergy symptoms. How to Use: It is primarily used in salads and its slightly bitter taste makes it an excellent addition alongside sweeter variants of lettuce. Lotto Rosso also makes a beautiful bed for decorating meats and other dishes. It is also used for garnishing soups and sandwiches.Fun Fact! Lettuce was a symbol of fertility in Ancient EgyptSimple Recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Screenshot2021-02-24215756_459x.jpg?v=1614184114"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "8",
            "url": "https://gabbarfarms.com/products/curly-kale",
            "name": "Curly Kale",
            "price": "Rs. 150.00",
            "id": "5144360517764",
            "Category": "",
            "Description": "Featured in Iron Man&#39;s Green Recovery Drink! (enough said, we guess) About: Curly Kale is a dark green vegetable with curly edged leaves, a pungent flavor, and a peppery taste. The younger the produce the less bitter its taste. It is a superfood and one of the most nutrition-dense vegetables. Health Benefits: Kale is a superfood and is a powerhouse of vitamins, minerals, and antioxidants. It is very rich in Vitamin K and also rich in Vitamins B, C, E. It also provides high amounts of iron, calcium and fiber. In fact it has more iron than beef and more calcium than milk, on a per gram basis. The antioxidants in Kale help protect against various cancers. It also aids in digestion and cholesterol control, and in improved vision, immunity, hydration, bone health and skin care. How to Use: Kale can be difficult to chop, but easy to tear. It can be used raw, cooked, steamed, and sauteed. It goes well with dals, soups, salads, stir-fries, sandwiches, and a variety of dishes.Fun Fact! Kale is largely believed to be the descended from wild cabbage! It was once a commonly consumed green in the Europe. Simple Recipe: https://www.masterclass.com/articles/three-easy-ways-to-cook-with-kale#4-types-of-kale",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/KaleCurly_6b5d32f7-c886-4b6e-a8db-ec976b3941fc_800x.jpg?v=1638510956"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "9",
            "url": "https://gabbarfarms.com/products/leek-2",
            "name": "leek",
            "price": "Rs. 100.00",
            "id": "6667326685316",
            "Category": "",
            "Description": "About:  Leeks are a type of onion, native to the eastern Mediterranean and the Middle East, with Indonesia, Turkey, France, the Republic of Korea, and Belgium producing the most. Leeks are similar to scallions (green onions), but they are much larger. The vegetable&#39;s mild flavor and ease of preparation make it a popular addition to soups, casseroles, and white meat entrées, as well as a simple side dish when gently sautéed.Health Benefits: Flavonoids abound in leeks, particularly one called kaempferol. Antioxidants, flavonoids may have anti-inflammatory, anti-diabetic, and anticancer properties, among other health advantages.How to use: Leeks can be cooked in a variety of ways, including boiling, braising, frying, and roasting. They can be roasted or sautéed in butter or olive oil, just like onions. Overcooking leeks, regardless of how you prepare them, will result in them becoming mushy and even slimy. The idea is to cook the leeks until they are soft, but piercing them with a fork should still require some power. Salads with raw leeks are also popular.Simple Recipe: https://www.onceuponachef.com/recipes/potato-leek-soup.html",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/What-to-do-with-leeks_1793x.jpg?v=1638511001"
            ],
            "brand": "Veggies Wholesale"
        },
        {
            "@type": "ListItem",
            "position": "10",
            "url": "https://gabbarfarms.com/products/swiss-chard-1",
            "name": "Swiss Chard",
            "price": "Rs. 120.00",
            "id": "5144361336964",
            "Category": "",
            "Description": "Featured in Iron Man&#39;s green recovery drink! About: Swiss chard looks similar to Spinach and also is a relative of the beetroot. It comes with tender green leaves, multi-coloured stems and crunchy stalks. It has been used for thousands of years, and onspite of the name it has nothing to do with Switzerland, and most likely originated in the Mediterranean. The leaves taste milder than spinach, and the stalks taste slightly similar to beetroot. It can grow in poor soil and with limited water. Health Benefits: Swiss Chard is very rich in Vitamin K, and also contains ample amounts of Vitamins A, C and E, magnesium, manganese, potassium, and antioxidants. The rich antioxidants have anti-cancer properties, while the vegetable can also help inhibit blood clotting, while improving heart and reducing blood pressure. How to use: You can use the Swiss Chard leaves like you would use Spinach - sauteed or cooked in dishes. You can use the stalks like an asparagus as well. As the stalks are thick while the leaves are soft, it helps to chop the stalks more finely than the leaves so they cook in about the same time. Generally, any flavor that works well with spinach should work well with swiss chard.Fun Fact! Swiss chard plants can grow to 28 inches high.Simple recipe: https://www.simplyrecipes.com/recipes/swiss_chard/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Leafy-1_800x.jpg?v=1613040400"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "11",
            "url": "https://gabbarfarms.com/products/pak-choi",
            "name": "Pok choi",
            "price": "Rs. 150.00",
            "id": "5144360910980",
            "Category": "",
            "Description": "Anti cancer super food!About: Pak Choi, or Bok Choy, is fast becoming a popular cruciferous vegetable globally due to its immense nutritional value. Pak Choi is a member of the cabbage family and has been a common feature in East Asian dishes for over a thousand years. Health Benefits: Pak Choi is highly nutritious and provides significant daily portions of over 20 nutrients. It contains omega-3 and zinc that are not typically found in other vegetables of the cabbage family. It also provides Vitamins C and E, calcium, selenium and over 70 antioxidants. The antioxidants have anti-cancer properties while the other benefits of Pak Choi include improved immunity, skin and hair condition, and bone health. How to Use: All the parts of Pak Choi can be consumed. It is best cooked by boiling or steaming for a limited period. Once cooked it can be had on its own, added to soups and noodles, or chopped into dishes. It goes well with soy sauce.Fun Fact! Thanks to the shape of its leaves, Bok Choy is sometimes also referred to as a “soup spoon” Simple recipe: https://www.allrecipes.com/recipe/167331/spicy-bok-choy-in-garlic-sauce/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Leafy-2_800x.jpg?v=1613040386"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "12",
            "url": "https://gabbarfarms.com/products/methi-1",
            "name": "Methi",
            "price": "Rs. 100.00",
            "id": "6684647129220",
            "Category": "",
            "Description": "",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/WhatsAppImage2021-12-27at10.32.53AM_1_512x.jpg?v=1640584602"
            ],
            "brand": "TAAT"
        },
        {
            "@type": "ListItem",
            "position": "13",
            "url": "https://gabbarfarms.com/products/brussel-sproughts-pre-order",
            "name": "Brussel sprouts  (Pre order )",
            "price": "Rs. 300.00",
            "id": "6605794705540",
            "Category": "",
            "Description": "About: Brussels sprouts belong to the Gemmifera cultivar group of cabbages and are produced for their taste buds. The leaf veggies resemble small cabbages in appearance. Brussels sprouts have long been a favorite in Brussels, Belgium, where they got their name.Health benefits: Consumption of Brussel Sprouts may provide a variety of health benefits, including lowering the risk of some diseases, such as heart disease and some cancer Trusted Source.How to use: Refrigerate the sprouts in a plastic bag. The less bitter the sprouts taste, the fresher they are. Avoid overcooking sprouts since it gives them a bitter flavor and reduces their nutritional value.Simple recipe: https://www.allrecipes.com/recipe/67952/roasted-brussels-sprouts/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/babysprout_700x.jpg?v=1629031683"
            ],
            "brand": "Trikaya"
        },
        {
            "@type": "ListItem",
            "position": "14",
            "url": "https://gabbarfarms.com/products/fennel-bulb",
            "name": "Fennel bulb",
            "price": "Rs. 120.00",
            "id": "6668627378308",
            "Category": "",
            "Description": "The Fennel bulb is from the same plant that gives us Sauf seeds that we Indians eat after meals. It is native to the Mediterranean and the bulb is eaten both raw and cooked in a variety of cuisines, most famously Italian food.The bulb of the fennel plant can be prepared and eaten as a vegetable and is braised, grilled, sauteed, or sliced thinly and served in salads. Fennel is a wonderfully versatile vegetable that resembles a peeled onion bulb that someone has pressed between their hands so its no longer round.It has a cool crunch of celery with a strong note of licorice when you take a bite. The flavor is similar to anise or tarragon. It is lovely sliced thin and served with Parmesan in a salad, luscious and filling in a cheesy gratin, and absolutely delicious roasted.Roasted, fennel caramelizes at the edges and loses its crunch. The licorice notes that were so discernible when the fennel was raw leave only a hint when roasted but gaining a little sweetness. Even people who run from anything licorice-flavored, easily enjoy fennel when it is warm and roasted.If you are serving fennel raw, it&#39;s best sliced very thin; a mandoline comes in handy here. Slices of the bulb can also be pickled and eaten as a snack.Simple recipe: https://www.simplyrecipes.com/recipes/roasted_fennel/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Fennelbulb_502x.jpg?v=1638788472"
            ],
            "brand": "Trikaya"
        },
        {
            "@type": "ListItem",
            "position": "15",
            "url": "https://gabbarfarms.com/products/edible-flower-mix",
            "name": "EDIBLE FLOWER MIX",
            "price": "Rs. 150.00",
            "id": "6607042052228",
            "Category": "",
            "Description": "Flowers of Basil, Calendula, Caisim, Chamomile, Chives, Dianthus, Hyacinth Bean, Marigold, Mint, Nasturtium, Roquette, Snap Dragon, Viola and others - Depending on the season.Delicate produce like this need the cold chain, with 2 to 4 centigrade with 90% humidity transport, otherwise they wilt in our heat.Whether sprinkled on a salad, incorporated into a cocktail or ice cubes, or candied for a cake, these blooms promise to add an ambrosial touch to your seasonal entertaining.Today, many restaurant chefs and innovative home cooks garnish their entrees with flower blossoms for a touch of elegance. The secret to success when using edible flowers is to keep the dish simple, do not add to many other flavors that will over power the delicate taste of the flower.Basil flowers flavor is milder, but similar to the leaves of the same plant.Calendula flower is known as the &quot;poor man&#39;s saffron,&quot; the sunset-hued marigold flower really does taste like saffron when it&#39;s sauteed in olive oil to release its flavor. Uncooked, they have a more spicy peppery taste.Caisim or Choy Sum flowers produce flavourful flowers which have a mild &#39;mustard-like&#39; bite.Chamomile edible flowers have a nice flavour that ranges from peppery to bitter, and they add bright yellow, gold, and orange colour to soups and salads. They may even tint some dishes like saffron does.Chive blossoms have a delicate onion-garlic taste, just a whisper of the strong flavor found in the chives themselves, along with some earthy undertones. The mild flavor means they can be added to a dish and not overwhelm the other ingredients.Dianthus bright red and pink petals have a mild clove flavour and are great for desserts or salads. Pull the sweet tasting petals away from the bitter white base of each flower.Hyacinth Bean with showy purple or white pea-like flowers and are eaten either raw or steamed. it had a raw bean flavor and are an attractive and tasty addition to tossed salads.Marigold of Tagetes flowers have a citrus taste, making them ideal for adding to salads, sandwiches, seafood dishes or hot desserts.Mint edible flowers are minty-flavoured and sweet or lemon-scented, or even with chocolate overtones. It has a grassy, wintergreen undertone that works well in fruit salad.Nasturtium flowers knock your socks off with their peppery taste, unlike most edible flowers which tend to have a subtle flavor.Roquette or Arugula flowers are small, white with dark centers and can be used in the salad for a light piquant flavor. The flowers taste very similar to the leaves and range in color from white to yellowish with dark purple veins.Snapdragons make it on the edible flower lists, but they are there mostly for their ornamental value. They taste bland depending upon how and where they are grown.Simple recipe: https://www.gardena.com/sitelibrary/content-article-configuration/gardenmagazine/2016/12/20/09/53/recipes-with-edible-flowers/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/EDIBLEFLOWERMI_600x.png?v=1634630937"
            ],
            "brand": "Trikaya"
        },
        {
            "@type": "ListItem",
            "position": "16",
            "url": "https://gabbarfarms.com/products/endive",
            "name": "Endive",
            "price": "Rs. 100.00",
            "id": "6606583562372",
            "Category": "",
            "Description": "An European delicacy, endive adds a lightly bitter piquancy to salads.This curly endive produces attractive heads that are frilly. With deeply serrated leaves it has an attractive yellow heart which have a mildly bitter, sweet taste.From the chicory family, the outer leaves of curly endive are dark green and lacy, enclosing a tightly furled pale heart of leaves. The darker the leaf, the more bitter it tends to be, which is why some cooks prefer to use the more pale inner leaves. The characteristic lacy, ruffled greens also add interesting visual contrast to salads.Curly endive is a bitter green that can add a crunchy texture and flavor to many types of dishes. Once cooked, curly endive loses some of its bitterness.Most people use curly endive raw in salads, typically in small amounts so that the bitter flavor does not become overwhelming. The green can also be briefly wilted and served warm. As a general rule, it does not do well with prolonged cooking, so if it is added to a dish such as soup, it is thrown in at the end. Makes a great topping for pizza too.Simple recipe: https://www.eatingwell.com/recipe/250577/braised-endive/",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Endivewhite_600x.jpg?v=1634630979"
            ],
            "brand": "Trikaya"
        },
        {
            "@type": "ListItem",
            "position": "17",
            "url": "https://gabbarfarms.com/products/asparagus",
            "name": "Jumbo Asparagus (pre order)",
            "price": "Rs. 520.00",
            "id": "6710935060612",
            "Category": "",
            "Description": "",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/pic2_921x.jpg?v=1642658394"
            ],
            "brand": "Veggies Wholesale"
        },
        {
            "@type": "ListItem",
            "position": "18",
            "url": "https://gabbarfarms.com/products/chinese-cabbage",
            "name": "Chinese Cabbage",
            "price": "Rs. 399.00",
            "id": "6692521508996",
            "Category": "",
            "Description": "",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/chinese-cabbage-500x500_500x.jpg?v=1641376985"
            ],
            "brand": "Trikaya"
        },
        {
            "@type": "ListItem",
            "position": "19",
            "url": "https://gabbarfarms.com/products/lettuce-green-oak",
            "name": "Lettuce - Green oak",
            "price": "Rs. 90.00",
            "id": "5144360812676",
            "Category": "",
            "Description": "About: We grow a variety of Green lettuces at our farm - Green Oak, Batavia, Lollo Bionda, Lollo Rosso Green, Butterhead etc. In the summers we offer one of them - what it is is a surprise!Health Benefits: Lettuce is rich in Vitamins A, C, and K, folates and minerals such as calcium and iron. It improves eyesight and immunity, and helps against cholesterol. Due to its high levels of water content it is also good for weight loss.How to Use: Lettuce is used raw in salads and it goes very well alongside avocado, tomatoes, cucumber, and other lettuces. It can also be used in wraps and sandwiches, or used as a bed for cooked meats, stir-fries, and grilled fish.FUN FACT! Lettuce was a symbol of fertility in Ancient Egypt.  Simple recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/lettucelocarno_43623a08-2e8f-435f-9f91-e133bb35e778_600x.jpg?v=1634634018"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "20",
            "url": "https://gabbarfarms.com/products/lettuce-red-oak",
            "name": "Lettuce - Red Oak",
            "price": "Rs. 120.00",
            "id": "5144360779908",
            "Category": "",
            "Description": "As strong as an Oak! About: Red Oak leaf lettuce have leaves similar to oak - elongated and lobed. The leaves grow upward and outward into a rosette, with vibrant burgundy leaves. This lettuce has a sweet and nutty flavor with a buttery texture. Its origin is unclear but it was available in the UK in the 17th century. Health Benefits: The Red Oak lettuce has the highest iron content amongst all the lettuces. It is also rich in Vitamins A &amp;amp; C, and antioxidants. It is helpful in improving cholesterol levels, eyesight, blood quality and immunity. How to Use: Red Oak lettuce adds great flavour, sweetness and colour to salads and sandwiches. It can also be used as garnish in soups. Red Oak lettuce also makes a beautiful bed for decorating meats and other dishes.Fun Fact! Lettuce was a symbol of fertility in Ancient Egypt. Simple Recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Lettuce-Red-Oak_600x.png?v=1634641272"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "21",
            "url": "https://gabbarfarms.com/products/black-rose-lettuce",
            "name": "Lettuce - Black Rose",
            "price": "Rs. 120.00",
            "id": "6558144135300",
            "Category": "",
            "Description": "About: Fresh black rose lettuce is suitable for raw applications because of its vibrant color, curly texture, and mild flavor. Because the curly leaves enhance the surface area and have the ability to capture and hold salad dressing, they are most commonly used in salads with other greens. The leaves can also be used as a garnish, piled in sandwiches, split and strewn over soups, or as a bed for cooked meat.Health benefits: Vitamins A and C, folate, and iron are all present in black lettuce. It also possesses 100 times the antioxidants as regular lettuce. Furthermore, the quercetin found in its leaves acts as a natural antihistamine, reducing allergy and asthma symptoms.Simple recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/LettuceBlackRose_427x.jpg?v=1619332079"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "22",
            "url": "https://gabbarfarms.com/products/baby-tuscan-kale",
            "name": "Baby Tuscan Kale",
            "price": "Rs. 175.00",
            "id": "6722778759300",
            "Category": "",
            "Description": "",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/Kale_Tuscan_Baby_Leaf_1000x.jpg?v=1643972244"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "23",
            "url": "https://gabbarfarms.com/products/ruby-pok-choi",
            "name": "Ruby Pok choi",
            "price": "Rs. 150.00",
            "id": "6749410459780",
            "Category": "",
            "Description": " ",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/1200x960-Red-Bok-Choy_f37522e5-6d3e-48f2-9a1e-8abce348e133_1200x.jpg?v=1646300022"
            ],
            "brand": "gabbar farms"
        },
        {
            "@type": "ListItem",
            "position": "24",
            "url": "https://gabbarfarms.com/products/lettuce-red-romaine",
            "name": "Lettuce - Red Romaine",
            "price": "Rs. 120.00",
            "id": "6830163918980",
            "Category": "",
            "Description": "About: Romaine lettuce is a hearty salad green that is sturdy, crunchy, and full of nutrients. Romaine lettuce, also known as cos lettuce, is appreciated for its nutritional value and tasty, yet neutral flavor. It&#39;s also high in vitamins and minerals and low in calories, sugar, and carbs.Health benefits:  It is high in minerals like calcium, phosphorus, magnesium, and potassium, despite its low fiber content. It has a low salt content by nature. Aside from that, romaine lettuce is high in vitamin C and vitamin K. It contains a lot of beta carotene, which the body converts to vitamin A.How to use: Romaine lettuce is most famous for its use in Caesar salad, but it&#39;s also great when halved and grilled with olive oil. Romaine leaves are strong and big, making them a perfect wrap cover or sandwich bread substitute. Simply spread your filling on a romaine leaf, fold or roll it up, and enjoy. You may use romaine in any form of salad. It&#39;s also substantial enough to use in stir-fries; just make sure it&#39;s the last item added so it doesn&#39;t overcook.Simple Recipe: food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/RedRomaine_1024x.webp?v=1652595052"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "25",
            "url": "https://gabbarfarms.com/products/lettuce-locarno",
            "name": "Lettuce Locarno",
            "price": "Rs. 90.00",
            "id": "6606752088196",
            "Category": "",
            "Description": "About: The leaf shape of Locarno lettuce is attractive and unusual, and it produces a lot of volumes. It also contains vibrant leaves that provide your taste buds with a satisfying crunch. It&#39;s a good complement to a diabetes-friendly diet. According to reports, romaine lettuce is preferred above other varieties because it provides critical micro nutrients.Health benefits:  Calcium, potassium, vitamin C, and folate are all found in abundance. The risk for Cardiovascular disease is reduced.Simple recipe: https://food.ndtv.com/lists/10-best-lettuce-recipes-1399941",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/lettucelocarno_500x.jpg?v=1629436048"
            ],
            "brand": "Gabbar Farms"
        },
        {
            "@type": "ListItem",
            "position": "26",
            "url": "https://gabbarfarms.com/products/papaya-leaves",
            "name": "Papaya leaves",
            "price": "Rs. 30.00",
            "id": "6907210694788",
            "Category": "",
            "Description": "",
            "image": [
                "https://gabbarfarms.com/cdn/shop/products/papaya-leaves-500x500_500x.jpg?v=1658140586"
            ],
            "brand": "TAAT"
        }
    ]
}